Revit 2018 API
FabricationPart.Create Method
Overload List
Name | Description
Create(Document, FabricationServiceButton, Int32, ElementId)
 Creates a fabrication part element based on button.
Create(Document, FabricationServiceButton, Double, Double, ElementId)
 Creates a fabrication part element based on button and size.
See Also
FabricationPart Class
FabricationPart Members
Autodesk.Revit.DB Namespace